[
{"Title": ["United States", "Business", "Sports"], "news": ["Biden's election war chest trails Trump's in size, filings show", "Phoenix braves relentless wave of extreme heat in US Southwest", "US Senate leader Schumer wants to sanction China over fentanyl", "Biden forgives $39 billion in US student debt using program tweak", "Microsoft signs agreement to keep Call of Duty on Playstation", "Elon Musk says Twitter's cash flow still negative as ad revenue drops 50%", "Tesla builds first Cybertruck after two years of delays", "Moscow takes control of Russian subsidiary of Danone and Carlsberg's stake in brewer", "Strycova wins doubles title with Hsieh on her farewell at Wimbledon", "Maguire stripped of Manchester United captaincy", "Tour leader Vingegaard welcomes scepticism about performances", "Alcaraz seizes the throne as Djokovic finally meets his match", "Our top photos of the week", "Floodwater brings Delhi to a standstill", "Best of Wimbledon 2023 in pictures", "While women's soccer boasts fierce LGBT advocates, FIFA reviews transgender rules", "Drag queens compete for top prize in Nicaragua pageant", "Florida's rising water temperatures raise concerns for health of coral reefs, scientists say", "Lisa Marie Presley died of small bowel obstruction, coroner says"], "Links": ["/world/us/bidens-election-war-chest-trails-trumps-size-filings-show-2023-07-16/", "/world/us/summer-tested-phoenix-braves-relentless-wave-extreme-heat-2023-07-15/", "/world/us/us-senate-leader-schumer-add-china-sanctions-defense-bill-over-fentanyl-2023-07-16/", "/world/us/biden-administration-forgives-39-bln-student-debt-cnbc-2023-07-14/", "/technology/microsoft-signs-agreement-keep-call-duty-playstation-2023-07-16/", "/technology/elon-musk-says-twitters-cash-flow-still-negative-ad-revenue-drops-2023-07-15/", "/business/autos-transportation/tesla-builds-first-cybertruck-after-two-years-delays-2023-07-15/", "/business/retail-consumer/russia-takes-control-shares-local-danone-subsidiary-decree-2023-07-16/", "/sports/tennis/strycova-wins-doubles-title-with-hsieh-her-farewell-wimbledon-2023-07-16/", "/sports/soccer/maguire-stripped-manchester-united-captaincy-2023-07-16/", "/sports/cycling/tour-leader-vingegaard-welcomes-scepticism-about-performances-2023-07-16/", "/sports/tennis/alcaraz-seizes-throne-djokovic-meets-his-match-2023-07-16/", "/world/ukrainian-villagers-count-dead-after-weeks-confined-school-basement-2022-04-08/", "/lifestyle/sports/world-cup-2-2022-11-26/", "/world/deadly-flooding-hits-northern-italy-2023-05-19/", "/sports/soccer/while-womens-soccer-boasts-fierce-lgbt-advocates-fifa-reviews-transgender-rules-2023-07-16/", "/world/americas/drag-queens-compete-top-prize-nicaragua-pageant-2023-07-15/", "/world/us/floridas-rising-water-temperatures-raise-concerns-health-coral-reefs-scientists-2023-07-15/", "/world/us/lisa-marie-presley-died-small-bowel-obstruction-coroner-2023-07-14/"]},
{"body": ["WASHINGTON, July 15 (Reuters) - (This July 15 story has been refiled to fix typographical errors in paragraphs 3 and 7)", "President Joe Biden's re-election campaign ended last month with about $20 million in the bank, just trailing the $22 million plus reported by Republican front-runner Donald Trump, according to financial disclosures released on Saturday.", "The disclosures filed to the Federal Election Commission point to a competitive money race ahead of the November 2024 presidential election.", "Biden, a Democrat, has amassed a smaller war chest than past presidents at this point in recent re-election campaigns. Democrat Barack Obama had $37 million at this point in 2011, while Trump had over $56 million in June 2019.", "The funds detailed in the disclosures represent a significant chunk of the funding behind the campaigns, but do not include money gathered by allied super PACs, which typically raise massive sums from the wealthiest donors and are due to disclose details on their finances later in July.", "Biden's campaign announced on Friday that his re-election effort, when including the Democratic Party's accounts, had $77 million in the bank.", "The president is not expected to face a serious challenge in the Democratic nomination contest. One challenger, anti-vaccine activist Robert F. Kennedy Jr., reported raising $6 million through June, while another, self-help guru Marianne Williamson, took in less than $1 million.", "Trump's campaign, which was launched in November, reported spending about $9 million in the three months through June, more than any other campaign, according to the disclosures filed to election regulators. The spending included more than $2 million paid to Campaign Inbox LLC, a digital fundraising firm.", "Florida Governor Ron DeSantis, who ranks second to Trump in most opinion polls for the Republican nomination contest, had about $12 million in his campaign account, considerably less than the $21 million had by fellow Republican Tim Scott, a U.S. senator for South Carolina. DeSantis and Scott launched their campaigns in May.", "Long-shot Republican candidates Doug Burgum and Vivek Ramaswamy disclosed putting millions of dollars of their own money into their campaigns. Burgum, the governor of North Dakota, lent about $10 million to his campaign and Ramaswamy, a former biotechnology executive, lent his about $15 million.", "Our Standards: "]},
{"body": ["July 16 (Reuters) - Microsoft ", " has signed an agreement to keep Call of Duty on PlayStation following the acquisition of Activision Blizzard, Microsoft Gaming CEO Phil Spencer said in a tweet on Sunday.", "A deal to keep Call of Duty on Playstation could further ease concerns surrounding the acquisition's impact on competition.", "Speaking on the agreement, Microsoft President Brad Smith said in a tweet, \"Even after we cross the finish line for this deal’s approval, we will remain focused on ensuring that Call of Duty remains available on more platforms and for more consumers than ever before.\"", "The FTC had argued the ", " whether they played video games on consoles or had subscriptions because Microsoft would have an incentive to shut out rivals like Sony Group ", ".", "To address the FTC's concerns, Microsoft had earlier agreed to license \"Call of Duty\" to rivals, including a 10-year contract with Nintendo, contingent on the merger closing.", "Our Standards: "]},
{"body": ["LONDON, July 16 (Reuters) - Hsieh Su-wei and Barbora Strycova captured their second Wimbledon women's doubles title in four years by defeating third seeds Storm Hunter and Elise Mertens 7-5 6-4 under a closed Centre Court roof on Sunday.", "The Taiwan-Czech 37-year-olds, who also triumphed together in 2019, sealed the first set after Australian Hunter slapped a forehand into the net.", "With Strycova set to retire after this year's U.S. Open, Hsieh made sure her partner got the perfect send-off from Wimbledon as she blazed a crosscourt winner on their second match point to the seal the title.", "\"I couldn't ask for a better finish,\" said Strycova, who reached the Wimbledon singles semi-finals in 2019.", "The doubles title was Hsieh's fourth at Wimbledon, having also teamed up with Belgian Mertens in 2021 and China's Peng Shuai in 2013.", "Our Standards: "]},
{"body": ["July 15 (Reuters) - Tesla ", " built its first Cybertruck at the electric-vehicle marker's plant in Austin, Texas, the company said in a tweet on Saturday, after two years of delays.", "Tesla founder Elon Musk introduced the pickup truck in a 2019 reveal where the vehicle's designer cracked the vehicle's supposedly unbreakable \"armor glass\" windows.", "The company has pushed back production timing since then and Musk had last year cited shortages in sourcing components as the reason for pushing the launch of Cybertruck into 2023.", "In a May shareholder meeting, Musk said that Tesla would like to produce a quarter-million Cybertrucks a year, depending on demand.", "The Cybertruck launch will give Tesla an EV entrant in one of the most profitable segments of the U.S. market and a competitor to electric pickups from the likes of Ford Motor(F.N) and Rivian Automotive (RIVN.O), both of which have launched models in still-limited numbers.", "Reuters ", " last year that Tesla aims to start mass production of Cybertruck at the end of 2023.", "Our Standards: "]},
{"body": ["July 15 (Reuters) - Michael Shields has serviced swimming pools in the Phoenix area for years, enough time to hone a strategy for surviving the brutal heat that descends on this Arizona desert city every summer.", "He typically rises at 4 a.m., covers himself in protective clothing, loads up on electrolyte drinks and drenches his hands and face in sunscreen. Ready to face the inferno, he arrives at his first customer's home well before dawn, when the temperature is already in the mid-90s Fahrenheit.", "There are days when the mercury climbs to well over 100 degrees Fahrenheit (38 degrees Celsius) in the summer here. But over the past two weeks, the mercury has hit 110 degrees F (43 C) or higher every afternoon, a streak of extreme temperatures that could stretch into next week, breaking Phoenix's 1974 record of 18 consecutive days, forecasters say.", "Nearly a third of U.S. residents, from Oregon to Texas, are under heat warnings as an extreme heat wave bakes the West and Southwest United States because of a high-pressure dome of air overhead that prevents rain from reaching the areas below.", "In Phoenix, centered squarely under the dome, the temperature had already hit 109 F (43 C) as of noon on Saturday, and was set to hit a high of 115 F (46 C), climbing to 116 (47 C) on Sunday, according to the National Weather Service.", "It has been a heat wave that has given pause to many Phoenix residents, even to summer-tested veterans like Shields, who says he's been avoiding news reports about it.", "\"I don't look at the weather,\" said Shields, 67. \"I can get psyched out that way.\"", "Climate Check, a climate-focused real-estate analysis group, reported that between 1985 and 2005, Phoenix experienced about seven days a year above 109 F (43 C). By 2050, they estimated, Phoenix residents are expected to see an average of 44 days per year over that temperature.", "Heat-related deaths in Phoenix’s Maricopa County have risen over the last few years, increasing from 338 in 2021 to 425 last year. So far in 2023, there have been 12 heat-related deaths, with 55 still under investigation.", "Emergency service workers and a government office focused on helping the city deal with the heat have distributed bottled water to homeless people and encourage them to seek shelter in several public cooling stations.", "Some of the cooling stations are extending their hours into the night, said David Hondula, who directs the city's Office of Heat Response and Mitigation.", "This summer, the city has nearly doubled the number of volunteers handing out water, hats and sunscreen, he said, adding it has plans to offer grants to help people plant more trees to increase shade.", "Hiking trails at nearby Piestewa Peak and Camelback Mountain have been closed during the hottest hours of the day. Phoenix Parks and Recreation spokesman Adam Waltz said the temperatures on the unshaded portions of the trails can hit 130 or 140 degrees (54 or 60 C), as the sun beats down and heat rises off the earth.", "Outdoor kids' sports have mostly already wrapped up due to the punishing summers, ending around June and starting up again in September, Waltz said.", "Despite the trend toward more very hot days, Phoenix residents have tended to shrug off the heat, he said. They are simply accustomed to dealing with it.", "But the long-term warming trend - with nights that don't cool down and asphalt and concrete that retain heat and themselves can help push up temperatures - is worrisome.", "\"People outside of Phoenix see 113 or 114 and gasp,\" Waltz said. \"We usually take cover around 118 or 119. But it's very hot and dangerous.\"", "Heat can affect health, leading to exhaustion, dizziness, thirst or ", ", when the body's core temperature goes above 105 degrees F (40 degrees C).", "The heat wave spreading across a swath of the U.S. from Oregon, down the West Coast, into the Southwest including Texas and on to Alabama is unusual said Zack Taylor, a meteorologist with the National Weather Service's Weather Prediction Center in College Park, Maryland.", "There's a mass of high pressure air sitting like a dome \"parked\" over the affected area and deflecting any rain and storm systems that could provide relief to the 100 million people under heat warnings and cautions, said Taylor.", "Phoenix is getting some of the worst of it, as the air mass is centered right over the Southwest.", "\"It's been anchored there for days and days,\" Taylor said. \"This is not your typical summer heat.\"", "After reaching 115 F (46 C) on Saturday and 116 (47 C) on Sunday temperatures are forecast to stay above 110 F (43 C) through next week, the weather service said.", "Las Vegas is expected to hit 115 F on Saturday and 118 F (47 C) on Sunday; Death Valley might hit 127 (53 C) on Saturday and 130 (54 C) on Sunday, the agency said.", "Scientists say fossil fuel-driven climate change is bringing hotter and deadlier temperatures, warning that the world needs to drastically cut carbon emissions to prevent its catastrophic effects.", "Outside of Phoenix in Mesa on Friday, science intern Emily Luberto covered up in long sleeves, pants and hiking boots to collect soil samples for a project studying the Valley Fever illness.", "Her group had hopes of beating some of the heat by arriving early. But by 8:30 a.m., temperatures had already surpassed 100 (38 C).", "Asphalt temperatures can reach 160 degrees F (71 C) in the summer, the Arizona Humane Society wrote on its blog.", "The sidewalks and streets are so hot that dog walker Cooper Burton will not take animals out after 9 a.m.", "\"We don't want their paws to burn,\" he said.", "Our Standards: "]},
{"body": ["WASHINGTON, July 14 (Reuters) - U.S. President Joe Biden's administration will cancel $39 billion in student debt for more than 804,000 borrowers, the Education Department said on Friday, describing the relief as the result of a \"fix\" to income-driven repayment (IDR) plans.", "Borrowers will be eligible for forgiveness if they have made either 20 or 25 years of monthly IDR payments, the department said. The IDR program caps payment requirements for lower-income borrowers and forgives their remaining balance after a set number of years.", "\"These borrowers will join the millions of people that my administration has provided relief to over the past two years – resulting in over $116 billion in loan relief to over 3 million borrowers under my administration,\" Biden said in a statement.", "The department said the relief addresses what it described as \"historical inaccuracies\" in the count of payments that qualify toward forgiveness under IDR plans.", "\"For far too long, borrowers fell through the cracks of a broken system that failed to keep accurate track of their progress towards forgiveness,\" Secretary of Education Miguel Cardona said.", "Biden has said he will pursue new measures to provide student loan relief to Americans after the Supreme Court ", " his plan to cancel hundreds of billions of dollars in debt.", "The Education Department has launched a regulatory \"rulemaking\" process to pursue his $430 billion loan relief plan. That process is expected to take months.", "Friday's relatively smaller relief falls under a separate, payment count adjustment program that the Biden administration announced in April 2022, the department said.", "In a statement, Vice President Kamala Harris said the administration \"will continue to fight to make sure Americans can access high-quality postsecondary education without taking on the burden of unmanageable student loan debt.\"", "Our Standards: "]},
{"body": ["WASHINGTON, July 16 (Reuters) - U.S. Senate Majority Leader Chuck Schumer will push to include in upcoming defense policy legislation a bipartisan amendment to sanction China over its alleged role in producing the synthetic ", ", he said on Sunday.", "Schumer blamed China for much of the fentanyl that U.S. authorities say is responsible for the ", " of tens of thousands of Americans. He said the drug comes from production sites in China \"with the total acceptance and acquiescence of the Chinese government.\"", "\"I will push an amendment - bipartisan - into the defense bill that will include major fentanyl stopping and sanction empowering legislation, and we will bring that bill to the floor this week,\" Schumer told a news conference in New York.", "\"I hope it will pass. I believe that will pass with strong bipartisan support. And it should. It must.\"", "The Chinese embassy in Washington, D.C., was not immediately available for comment.", "Beijing has accused Washington previously of using the fentanyl crisis as a ", " on Chinese companies and has offered to work with other nations to tackle drug problems.", "Chinese state media have repeatedly described addiction and demand for the drug as U.S. domestic problems.", "Schumer said the amendment, proposed by Democratic Senator Sherrod Brown and Republican Senator Tim Scott, would authorize the White House to declare fentanyl trafficking a national emergency and open the door to sanctions.", "\"This will really get tough with them and we will make them clamp down on the fentanyl coming to the United States,\" Schumer said.", "Legislation introduced by the two lawmakers this year would require U.S. President Joe Biden to sanction key members of international criminal organizations involved in fentanyl trafficking and allow proceeds from sanctioned property to fund law enforcement.", "The Democratic-led Senate is due to begin debating the fiscal 2024 National Defense Authorization Act, or NDAA, on Tuesday. The Republican-controlled House of Representatives passed its own version of the bill on Friday.", "The legislation, which sets policy for the Pentagon, is expected to face an ", " to becoming law this year, after the House added a number of amendments on \"culture war\" issues including abortion and transgender services that Democrats oppose.", "The Senate is expected to pass its version of the NDAA this month, after which the two chambers will negotiate a compromise that would come up for votes later in the year.", "Our Standards: "]},
{"body": ["MOSCOW, July 16 (Reuters) - The Russian state has taken control of French yoghurt maker Danone's ", " Russian subsidiary along with beer company Carlsberg's ", " stake in a local brewer, according to a decree signed by President Vladimir Putin on Sunday.", "The decree said that foreign-owned stakes in Danone Russia and Baltika Breweries were being put under the \"temporary management\" of government property agency Rosimushchestvo.", "It comes after the Russian subsidiaries of Germany's Uniper ", " and Finland's Fortum ", " were taken under state control in April.", "The Kremlin warned at the time it could seize more Western assets on what it said was a temporary basis ", " for foreign moves against Russian companies abroad after Moscow sent thousands of its troops into Ukraine last year.", "Carlsberg said in a statement late on Sunday it had \"not received any official information from the Russian authorities regarding the presidential decree or the consequences for Baltika Breweries\".", "It added that the prospects for full disposal of its business in Russia were now highly uncertain. Carlsberg said in June it had signed an agreement to sell its Russian business, subject to regulatory approvals.", "Danone said in a statement that it was investigating the issue, adding that the Kremlin's decision would have no impact on its financial guidance for 2023.", "The French company said last October it was seeking a buyer for its dairy ", ", in a deal that could lead to a write-off of up to 1 billion euros ($1.12 billion).", "($1 = 1.1227 euros)", "Our Standards: "]},
{"body": ["July 16 (Reuters) - Manchester United defender Harry Maguire has been stripped of the team captaincy by manager Erik ten Hag, the 30-year-old said on Sunday.", "Maguire was named captain by former coach Ole Gunnar Solskjaer six months after his arrival at United in 2019, but made only 16 league appearances last season with midfielder Bruno Fernandes wearing the armband in his absence.", "\"After discussions with the manager today he has informed me he is changing captain,\" the England international wrote on Twitter.", "\"He outlined his reasons to me and whilst I'm personally extremely disappointed, I will continue to give my all every time I wear the shirt.\"", "\"Since the day I took on the role, three and half years ago, it's been a huge privilege to lead Manchester United and one of the proudest moments of my career to date.", "\"I've done everything I possibly could to help United be successful - on and off the field... I wish whoever now takes it on every success and they will have my full support.\"", "Maguire made only eight Premier League starts last season and British media reports have linked him with a move away from the club.", "Our Standards: "]},
{"body": ["LONDON, July 16 (Reuters) - When Novak Djokovic fell face down on the dusty Centre Court baseline early in the fourth set of Sunday's blockbuster Wimbledon final against Carlos Alcaraz, for a second he looked in no hurry to rise up and rejoin battle.", "Of course, he did, because you do not have 23 Grand Slam titles in the bank by ducking a fight in moments of crisis.", "But this time, not even the elastic-limbed Serb's warrior spirit nor the tennis super-computer lodged between his ears could prevent the force of nature on the other side of the net from seizing his Wimbledon throne.", "Young pretenders have repeatedly tried and failed to take Djokovic down at Wimbledon -- Matteo Berrettini in the 2021 final and Nick Kyrgios last year.", "But this time, the 36-year-old could not resist the most special of them all as Alcaraz, 16 years his junior, completed a remarkable 1-6 7-6(6) 6-1 3-6 6-4 victory to become the youngest winner since Boris Becker in 1986 and only the third Spanish man to win the title after Manuel Santana and Rafa Nadal.", "That he did it with Djokovic still at the peak of his powers and halfway to a calendar-year Grand Slam, made it feel like a seismic moment in men's tennis.", "\"I've won some epic finals that I was close to losing so it's fair and square,\" Djokovic, who saved match points when beating Roger Federer in 2019, told reporters.", "\"Credit to Carlos, he showed amazing poise in the crucial moments to play attacking tennis and close out the match the way he did. Some regrets, I had my chances, but credit to him. He was a deserved winner today.\"", "Alcaraz's infectious personality and crowd appeal is a godsend for a sport that has waved goodbye to Federer and Serena Williams and is preparing to do so to Rafa Nadal.", "But he played down talk of a changing of the guard.", "\"I did it for myself,\" he told reporters later wearing the distinctive bucket hat adopted by some of the Spanish media.", "\"Beating Novak at his best, in this stage, 10 years unbeaten, making history, it's amazing for me. It's great for me and I think for the other young players.\"", "If further proof were required that Alcaraz, who was four when Djokovic won his first Grand Slam tile, is the future, it was provided in spades during a thrilling roller coaster of a final played out in front of a transfixed Centre Court crowd, including Spain's King Felipe, that broke out into chants of \"Carlos Carlos\" throughout the match.", "The bull-like Spaniard, playing only his second Grand Slam final compared to Djokovic's record 35, might have folded after being schooled by the master in a 34-minute opening set.", "But he shrugged that off, plugged into the crackling energy inside the old arena and seized control with the sort of spellbinding shot-making and clear thinking that might have had Djokovic feeling like he was playing himself in a mirror.", "Djokovic, bidding to match Federer's record eight men's singles titles and move level with Margaret Court's all-time Grand Slam haul, rued the backhand he netted when he had a point for a two-set lead in a tense tiebreak at the end of an 85-minute second set of stunning quality.", "When Alcaraz then broke Djokovic's serve in a leg-sapping 26-minute duel on his way to taking the third set and threatened to break early in the fourth he was in total control against a rattled Serb, irritated by the crowd and the wind.", "Djokovic, hanging on desperately to his unblemished 10-year record on the world's most iconic lawn, was not done though and dragged the contest into the fifth-set decider it deserved.", "Few would have bet against him prevailing, after all in the previous 77 matches at Wimbledon in which he won the opening set, he had gone on to win. But Alcaraz changed the script.", "At 1-1, Djokovic had a break point and sent Alcaraz to all corners of the court, only to thump a high volley into the net with the court open. One game later, he destroyed his racket into the wooden net post after Alcaraz drove a backhand winner past him to snatch what turned out to be the decisive service break.", "Djokovic duly earned a second warning of the match, after an earlier one for taking too long to serve, and was lucky the shards of his mangled frame did not fly into the crowd.", "The only question then was whether Alcaraz could hold steady and grab the title. Djokovic forced the top seed to serve for the trophy, the ultimate test of nerves.", "But Alcaraz was ice cool. A teasing topspin lob, a stretching volley and beefy first serve got him to match point and then a hefty forehand ushered in a new Wimbledon era.", "Our Standards: "]},
{"body": ["SAINT GERVAIS, France, July 16 (Reuters) - Jonas Vingegaard and Tadej Pogacar have made such a huge impression in the Tour de France that, in a sport that was marred by doping scandals, doubts about their performances have arisen but Denmark's defending champion welcomes the scepticism.", "Vingegaard and Slovenian Pogacar have been on their own planet, winning the last three editions of the Tour and taking the top two spots in 2021 and 2022, and this year their opponents have been left dumbfounded.", "\"How do I see them? From afar in the climbs,\" France's Guillaume Martin, who won the mountains classification at the 2020 Vuelta, said.", "While Vingegaard only has a 10-second gap over Slovenian Pogacar after two weeks of racing, the Dane leads third-placed Carlos Rodriguez by a massive five minutes and 21 seconds.", "Since the first two mountain stages in the Pyrenees, it became evident they would not have any rival for the title.", "On Sunday, Pogacar and Vingegaard clocked 18:27 on the final climb, beating four-time Tour winner Chris Froome's record by 42 seconds.", "On Saturday, they went faster than Marco Pantani, the 1998 Tour champion whose career was marred by doping allegations, in the first 10km of the ascent to the Col de Joux Plane.", "\"To be honest I fully understand the scepticism. We have to be sceptical, with what happened in the past, otherwise it would happen again,\" Vingegaard told a news conference after Sunday's 15th stage.", "\"So yes, I fully understand the questions we're getting about it (our performances),\" said Vingegaard. \"All I can say is I'm not taking anything but yes to be honest there is scepticism about us going fast and yes I think it's a good thing.\"", "\"And also something else, there is the food, the material, the training (that have improved) but again it's always good to be sceptical or think about it at least.\"", "Cycling has had to deal with several full-scale doping scandals, including the 1998 Festina affair when the team was kicked out of the race after customs officers seized banned substances, including the blood-boosting drug erythropoietin (EPO) before the start of the race.", "In one of the biggest drug scandals in world sport, American Lance Armstrong was stripped of his seven titles from 1999-2005 and handed a lifetime ban in 2012 for using performance-enhancing drugs and the following year admitted to doping.", "Germany’s 1997 Tour winner Jan Ullrich and Giro d’Italia champion Ivan Basso were among nine competitors withdrawn on the eve of the prologue that year after being implicated in a Spanish doping investigation, Operation Puerto.", "In 2006, Floyd Landis became the first Tour winner to fail a drugs test during the race after testing positive for the male sex hormone testosterone. The American was stripped of the title and given a two-year ban.", "In 2007, pre-race favourite Alexandre Vinokourov tested positive for blood doping after winning a time trial.", "The Kazakh’s Astana team left the Tour and sacked Vinokourov, who denied any wrongdoing, and Tour leader Michael Rasmussen was then fired by his Rabobank team during the race for lying about his whereabouts in training.", "Our Standards: "]},
{"body": ["July 15 (Reuters) - Twitter's cash flow remains negative because of a nearly 50% drop in advertising revenue and a heavy debt load, Elon Musk said on Saturday, ", " in March that Twitter could reach cash flow positive by June.", "\"Need to reach positive cash flow before we have the luxury of anything else,\" Musk said in a tweet replying to suggestions on recapitalization.", "Musk said on Sunday in another tweet that Twitter did not see the increase in advertising revenue that had been expected in June, adding, \"July is a bit more promising.\" Twitter Spaces also hasn't generated revenue yet and is \"all-cost\", Musk said.", "This is the latest sign that the aggressive cost-cutting measures since Musk acquired Twitter in October alone are not enough to get Twitter to cash flow positive, and suggests Twitter's ad revenue may have not recovered as fast as Musk suggested in an interview in April with the BBC that most advertisers had returned to the site.", "After laying off thousands of employees and cutting cloud service bills, Musk had said the company reduced its non-debt expenditures to $1.5 billion from a projected $4.5 billion in 2023. Twitter also faces annual interest payments of about $1.5 billion as a result of the debt it took on in the $44 billion deal that turned the company private.", "It is unclear what time frame Musk was referring to by the 50% drop in ad revenue. He has said Twitter was on track to post $3 billion in revenue in 2023, down from $5.1 billion in 2021.", "Twitter has been criticized over lax content moderation, followed by an exodus of many advertisers who did not want their ads appearing next to inappropriate content.", "Musk's hiring of Linda Yaccarino, former ad chief at Comcast's NBCUniversal as CEO, signaled that ad sales are a priority for Twitter even as it works to increase subscription revenue.", "Yaccarino started working at Twitter in early June and has ", " Twitter plans to focus on video, creator and commerce partnerships and is in early talks with political and entertainment figures, payments services, and news and media publishers.", "On Thursday, Twitter said that ", " will be eligible to get a part of the ad revenue the company earns in an attempt to draw more content creators to the site.", "Our Standards: "]},
{"body": ["MANCHESTER, England, July 16 (Reuters) - U.S. soccer veteran Megan Rapinoe raised the ire of retired tennis great Martina Navratilova when she said this week she would \"absolutely\" support a trans woman playing on the American squad.", "The inclusion of transgender athletes in women's events is one of the most contentious and divisive issues in sport with World Athletics and World Aquatics among global federations that have tightened their rules in recent months.", "The Women's World Cup which kicks off July 20 in Australia and New Zealand will feature some of the fiercest advocates for LGBT rights and visibility, but FIFA are reviewing their trans eligibility policies, a move announced a year ago after swimming passed their new tighter rules.", "\"We as a country are trying to legislate away people's full humanity,\" Rapinoe told Time. \"It's particularly frustrating when women's sports is weaponised. Oh, now we care about fairness? Now we care about women's sports?\"", "Navratilova, a trailblazer for gay rights, tweeted a one-word response: \"Yikes . . .\"", "Rapinoe and partner, retired WNBA star Sue Bird, were among the 40 professional athletes to sign a letter to U.S. lawmakers in April, opposing a federal bill that stipulates Title IX compliance requires banning transgender athletes from playing women and girl's sport. Title IX is a 1970s civil rights law which bars discrimination based on sex.", "Critics of transgender inclusion in women's sport say going through male puberty imbues athletes with a huge physical advantage that transition does not mitigate.", "The U.S. women's team, including Rapinoe, famously lost 5-2 to an under-15 FC Dallas boys team in an informal training match in 2017.", "There is no timeline for FIFA's updated guidelines as officials, like those in swimming and athletics did, try to balance the desire for inclusion with safety and fairness.", "\"Certainly the pendulum is swinging back in a negative way. There's little doubt of that,\" Joanna Harper, a Canadian-born transgender woman and author, told Reuters.", "\"In terms of FIFA, I'm reasonably optimistic that FIFA will continue likely to be inclusive, although I don't know that for certain.", "\"I'm not necessarily optimistic about various more regional or national football organizations. In much of the world, trans people are just lucky to stay alive. So those countries will not be having trans football players.\"", "FIFA's rules, first published in 2011, state that only men are eligible to play in men's competitions, and the same for women.", "Each participating member association must, \"prior to the nomination to the national team, ensure the correct gender of all the players to be considered ... by actively investigating any perceived deviation in secondary sex characteristics.\"", "Swedish defender Nilla Fischer revealed in her recent book that she and her team mates had to \"show their genitalia for the doctor\" at the 2011 World Cup, after allegations that the Equatorial Guinea squad had male players.", "A cloud of uncertainty hung over Zambia captain Barbra Banda after she was ruled ineligible for last year's Africa Cup of Nations amid speculation of high testosterone levels.", "The 23-year-old, who twice netted hat tricks at the 2020 Olympics, will captain Zambia at the World Cup in Australia, but she has been the target of unforgiving scrutiny.", "LGBT advocates say the debate over transgender inclusion in women's sport has also made for an increasingly hostile environment for gender diverse people in North America.", "Quinn - who goes by one name - became the first openly non-binary trans athlete to win an Olympic medal when Canada captured women's soccer gold in Tokyo.", "The 27-year-old, who will make their second World Cup appearance in Australia, told the Toronto Star they have witnessed growing negativity towards gender diverse people.", "\"I think it is a scary time, for me,\" Quinn said. \"I think I do have a lot of points of privilege when entering this conversation, so I have to be mindful of that. But I think the reality is, it's scary.\"", "According to LGBT website Outsports, a record of at least 87 out players will compete at the World Cup, more than double the 38 who played in the 2019 version.", "Several teams including England had hoped to wear a \"One Love\" armband at the World Cup, but FIFA instead designed eight armbands with different \"Unite\" messages that teams can support. The \"Unite for Inclusion\" most resembles the \"One Love\" band.", "Sarah Gregorius, of players union FIFPRO, said she thought it was a sensible solution given the geographic breadth of the teams at the tournament.", "\"You've got players who might feel something individually, but know because of their cultural context that that's going to be a particularly dangerous stance to take, so it's difficult to say 'This is the position on behalf of all 32 captains of all 32 national teams',\" she told Reuters.", "Our Standards: "]},
{"body": []},
{"body": []},
{"body": ["July 13 (Reuters) - Lisa Marie Presley, the only daughter of Elvis Presley, died of a small bowel obstruction as a delayed consequence of bariatric weight loss surgery, the Los Angeles County Medical Examiner reported on Friday, six months after she died.", "Presley, a singer and songwriter in her own right, had been taken to hospital after reportedly suffering cardiac arrest at her home. She died on Jan. 12.", "The medical examiner listed the cause of death as \"sequelae of small bowel obstruction.\"", "\"The obstruction was in the form of a strangulated small bowel caused by adhesions that developed after bariatric surgery years ago,\" the examiner said in a report. \"This is a known long-term complication of this type of surgery.\"", "The examiner said she also had a history of overmedicating in which, forgetful that she had taken her prescription medication, she would repeat her doses.", "The toxicology report showed she had \"therapeutic levels\" of oxycodone and other medicine in her blood that were not considered contributing factors.", "Presley died two days after she appeared with her mother, Priscilla Presley, at the Golden Globe Awards in Beverly Hills, California, where actor Austin Butler won the best actor award for portraying her father in the film \"Elvis.\"", "She was survived by her daughters, actress Riley Keough and 14-year-old twins Finley and Harper Lockwood.", "Presley began her music career in the 2000s with two albums, \"To Whom It May Concern\" and \"Now What,\" that made the top 10 of the Billboard 200 album chart.", "She was married and divorced four times, including to pop star Michael Jackson and actor Nicholas Cage.", "She was the only child of one of the greatest stars in American music, and was 9 years old when Elvis Presley died of heart failure at age 42 in 1977 at Graceland. The mansion is now a tourist attraction.", "Presley and other members of her family, including her father and her son, who died of suicide in 2020 at age 27, are buried at Graceland.", "Our Standards: "]},
{"body": ["MANAGUA, July 15 (Reuters) - In a packed bar in Nicaragua's capital, Managua, on Friday night, more than 1,000 people gathered to see a group of drag queens battle it out to snatch the crown for best performance while representing several Central American countries.", "The Mix Imperial Central American Tropical Drag Royale provided a stage for drag performers in a region where LGBT people often face discrimination and economic hardship.", "\"It's a form of catharsis,\" said Alexa Evangelista, a drag queen from El Salvador and one of the night's performers, who lip-synched and danced for the adoring crowd.", "A jury of the three finalists from the Royale's first edition in 2019 crowned the winner, taking in to account the audience's support.", "\"This type of platform gives visibility to queer artists that we don't have in our countries in Central America, where we lack institutional and government support,\" Evangelista said.", "Drag queen Peppe Pig said the pageant gave her the opportunity to travel outside her home country of Guatemala, and that drag has helped her meet new friends and her current partner.", "\"Drag has really opened so many doors.\"", "Nicaraguan drag queen Akeyra Davenport took home the night's crown in her first competition after 11 years as a drag artist.", "\"It gives me the initiative to keep moving forward, to continue pursuing one of many dreams that have left me behind,\" she said.", "Our Standards: "]},
{"body": ["MIAMI/KEY WEST, Florida, July 15 (Reuters) - Rising temperatures in Florida's waters due to climate change have sparked an extreme stressor for coral reefs causing bleaching, which has scientists concerned.", "\"In the last year, it's been really depressing because we've seen a lot of changes, and we've been monitoring sites from Miami for five years now, and we're starting to see changes in those sites,\" said Michael Studivan, a scientist with the National Oceanic and Atmospheric Administration's Coral Health and Monitoring Program.", "Just within the last week, as the ", ", NOAA has reported Florida water temperatures in the mid-90s Fahrenheit (35 C). Normal water temperatures for this time of year should be between 73-88 degrees Fahrenheit, according to NOAA.", "The extreme heat has triggered coral bleaching, where stressed corals expel their colorful algae symbionts, leaving them pale and vulnerable.", "In response to the crisis, NOAA and Mote Marine Laboratory and Aquarium are pooling resources and say they have come up with new techniques to propagate and transplant healthy corals. They are cultivating coral fragments in nurseries, ensuring their strength and viability before reintroducing them into the ocean.", "Coral reefs create homes for millions of species of marine life, support healthy ocean food webs and protect coastlines, experts say. Florida's coral reefs are also a tourist attraction and help support the local economy.", "\"We want to restore corals in these coral reefs in a manner in which they can now take on their own replication and put us out of business in terms of coral restoration,\" said Michael Crosby, president and CEO of Mote Marine Laboratory and Aquarium.", "Studivan said some of the corals in the Port of Miami are healthy which was a good sign. \"We're trying to figure out how these corals have been able to survive and whether or not we can use those same mechanisms to make them be successful as part of coral restoration. So we take corals from the port and bring them and repopulate some of our reefs that have been decimated.\"", "Our Standards: "]}
]